import {FilterGroupType, GroupType, LicensesFilters, LicensesFiltersType, LicenseType} from "@/types";

export const mockLGetLicenses: LicenseType[] = {
    '1179027790000000128': {
        id: '1179027790000000128',
        title: 'ثبت شکایات',
        code: '10',
        groupId: '1152027780000000265',
        avgTime: '1',
        electronics: 1,
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000129': {
        id: '1179027790000000129',
        title: 'درخواست ملاقات حضوری',
        code: '11',
        groupId: '1152027780000000265',
        avgTime: '1',
        electronics: 1,
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000130': {
        id: '1179027790000000130',
        title: 'درخواست مشاوره کسب و کار',
        code: '12',
        groupId: '1152027780000000265',
        avgTime: '1',
        electronics: 1,
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000131': {
        id: '1179027790000000131',
        title: 'ثبت پیشنهادات',
        code: '13',
        groupId: '1152027780000000265',
        avgTime: '1',
        electronics: 1,
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000132': {
        id: '1179027790000000132',
        title: 'ثبت گزارش تخلفات اداری',
        code: '14',
        groupId: '1152027780000000265',
        avgTime: '1',
        electronics: 1,
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000133': {
        id: '1179027790000000133',
        title: 'پرسش و پاسخ',
        code: '15',
        groupId: '1152027780000000265',
        avgTime: '1',
        electronics: 1,
        groupTitle: 'خدمات عمومی'
    },
    '1233027790000000289': {
        id: '1233027790000000289',
        title: 'تاسیس واحد فرهنگی دیجیتال',
        code: '17021310000',
        groupId: '1233027780000000100',
        avgTime: '3',
        description: 'کسب و کار فرهنگی در فضای مجازی نظیر رسانه برخط، نشر دیجیتال و...',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000290': {
        id: '1233027790000000290',
        title: 'عرضه برخط آثار دیداری و شنیداری',
        code: '17031311000',
        groupId: '1233027780000000100',
        avgTime: '1',
        description: 'عرضه آثار دیداری شنیداری در فضای مجازی',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000291': {
        id: '1233027790000000291',
        title: ' پروانه انتشار نرم افزار محتوایی',
        code: '13062847000',
        groupId: '1233027780000000100',
        avgTime: '1',
        description: 'اجازه انتشار  نرم افزار محتوایی ',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000292': {
        id: '1233027790000000292',
        title: ' محتوای پیامکی (انبوه و ارزش افزوده )',
        code: '13062848100',
        groupId: '1233027780000000100',
        avgTime: '1',
        description:
            'اجازه انتشار محتواهایی در قالب خدمات ارزش افزوده تبلیغاتی یا اطلاع رسانی بربستر شبکه های ارتباطی برای مخاطبین می باشد',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000293': {
        id: '1233027790000000293',
        title: ' تاییده محتوای آهنگ های پیشواز',
        code: '13062848101',
        groupId: '1233027780000000100',
        avgTime: '1',
        description: 'ارائه خدمات ثبت محتوای آهنگ های پیشواز تلفن همراه',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000294': {
        id: '1233027790000000294',
        title: ' گواهی ثبت رسانه برخط',
        code: '17021309100',
        groupId: '1233027780000000100',
        avgTime: '1',
        description: 'ثبت اطلاعات رسانه های برخط و صدور نشان  ثبت',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000295': {
        id: '1233027790000000295',
        title: 'گواهی ثبت نرم افزارهای رایانه ای',
        code: '17061309122',
        groupId: '1233027780000000100',
        avgTime: '1',
        description: 'ارائه خدمات ثبت نرم افزار و صدور گواهینامه ثبت',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000296': {
        id: '1233027790000000296',
        title: 'مجوز آموزشگاه آزاد هنری',
        code: '18081302000',
        groupId: '1233027780000000101',
        avgTime: '3',
        description:
            'صدورمجوز تاسیس آموزشگاه هنری آموزشگاه آزاد هنری به منظور تربیت وآموزش هنرجویان علاقه مند به یکی از رشته های هنری( تجسمی، موسیقی، خوشنویسی، نمایشی و سنتی)',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'آموزش'
    },
    '1233027790000000297': {
        id: '1233027790000000297',
        title: 'ساخت و نصب مجسمه و یادمان در میادین',
        code: '17021304000',
        groupId: '1233027780000000102',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'هنر'
    },
    '1233027790000000298': {
        id: '1233027790000000298',
        title: ' تاسیس نگارخانه',
        code: '17021305000',
        groupId: '1233027780000000102',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'هنر'
    },
    '1233027790000000299': {
        id: '1233027790000000299',
        title: 'پروانه اجرای نمایش',
        code: '17021306000',
        groupId: '1233027780000000102',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'هنر'
    },
    '1233027790000000300': {
        id: '1233027790000000300',
        title: 'برگزاری دوره های آموزش مهارتی فرهنگی ، هنری',
        code: '18051307000',
        groupId: '1233027780000000101',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'آموزش'
    },
    '1233027790000000301': {
        id: '1233027790000000301',
        title: 'گواهی ثبت گروه های نمایشی',
        code: '17021309101',
        groupId: '1233027780000000102',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'هنر'
    },
    '1233027790000000302': {
        id: '1233027790000000302',
        title: 'کارت صلاحیت تدریس در آموزشگاه آزاد هنری',
        code: '17021309104',
        groupId: '1233027780000000101',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'آموزش'
    },
    '1233027790000000303': {
        id: '1233027790000000303',
        title: 'مجوز انتشار و اجرای آثار موسیقیایی',
        code: '17022837000',
        groupId: '1233027780000000102',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'هنر'
    },
    '1233027790000000304': {
        id: '1233027790000000304',
        title: ' معرفی نامه جهت فیلم برداری نماهنگ ها',
        code: '17031309103',
        groupId: '1233027780000000102',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'هنر'
    },
    '1233027790000000305': {
        id: '1233027790000000305',
        title: 'اجازه بازگشایی واحد چاپی',
        code: '13011288111',
        groupId: '1233027780000000106',
        description: 'اجازه بازگشایی واحد چاپی پس از تعطیلی موقت',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000306': {
        id: '1233027790000000306',
        title: 'تایید محتوایی کتابهای خارجی(برای نمایشگاه کتاب)',
        code: '17021286105',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'قبل از نمایشگاه',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000307': {
        id: '1233027790000000307',
        title: 'تایید نام واحد چاپی',
        code: '13011288105',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000308': {
        id: '1233027790000000308',
        title: 'تعطیلی موقت یا دائم واحد چاپی',
        code: '13011288110',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000309': {
        id: '1233027790000000309',
        title: 'توقیف ماشین آلات چاپی',
        code: '13011288108',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000310': {
        id: '1233027790000000310',
        title: 'ثبت اطلاعات کتاب و صدور شابک',
        code: '17021286106',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000311': {
        id: '1233027790000000311',
        title: 'رفع توقیف ماشین آلات چاپی',
        code: '13011288109',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000312': {
        id: '1233027790000000312',
        title: 'تاییدیه تغییرمکان واحد چاپی',
        code: '13011288106',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000313': {
        id: '1233027790000000313',
        title: 'صدور پروانه نشر',
        code: '17021286100',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000314': {
        id: '1233027790000000314',
        title: 'مجوز مسابقات، جشنواره‌ها و نمایشگاه‌های فرهنگی هنری',
        code: '17021284000',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000315': {
        id: '1233027790000000315',
        title: 'مجوز ترخیص محصولات فرهنگی',
        code: '17021287102',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000316': {
        id: '1233027790000000316',
        title: 'مجوز صادرات محصولات فرهنگی ',
        code: '17021287103',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000317': {
        id: '1233027790000000317',
        title: 'مجوز واردات محصولات فرهنگی ',
        code: '17021287101',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000318': {
        id: '1233027790000000318',
        title: 'مجوز واردات محصولات چاپی',
        code: '17021287109',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000319': {
        id: '1233027790000000319',
        title: 'مجوز ترخیص محصولات چاپی',
        code: '17021287110',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000320': {
        id: '1233027790000000320',
        title: 'معرفی نامه مراجعه به اماکن و مراکز اقلیت های دینی کشور',
        code: '17041309114',
        groupId: '1233027780000000109',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000321': {
        id: '1233027790000000321',
        title: 'پروانة تاسیس چاپخانه و واحدهای وابسته',
        code: '13011288101',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000322': {
        id: '1233027790000000322',
        title: 'صدور شناسنامه ماشین آلات چاپی',
        code: '13011288107',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000323': {
        id: '1233027790000000323',
        title: 'مجوز واردات ماشین آلات چاپی',
        code: '13011288112',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000324': {
        id: '1233027790000000324',
        title: 'مجوز چاپ و انتشار کتاب',
        code: '17021286104',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000325': {
        id: '1233027790000000325',
        title: 'معرفی نامه عضویت در صنوف فرهنگی و هنری',
        code: '17021309118',
        groupId: '1233027780000000109',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000326': {
        id: '1233027790000000326',
        title: 'معرفی نامه معافیت گمرکی ورود ماشین آلات چاپ',
        code: '13091309115',
        groupId: '1233027780000000109',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000327': {
        id: '1233027790000000327',
        title: 'تاسیس دفتر نمایندگی رسانه های خارجی',
        code: '17031290105',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000328': {
        id: '1233027790000000328',
        title: 'مجوز فعالیت برای رسانه های خارجی',
        code: '17031290107',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000329': {
        id: '1233027790000000329',
        title: 'پروانه فعالیت کانون تبلیغاتی',
        code: '17021291100',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000330': {
        id: '1233027790000000330',
        title: 'مجوز تاسیس شعبه کانون های آگهی و تبلیغاتی',
        code: '17021291103',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000331': {
        id: '1233027790000000331',
        title: 'مجوز نمایندگی کانون های آگهی و تبلیغاتی',
        code: '17021291101',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000332': {
        id: '1233027790000000332',
        title: 'تغییر پروانه فعالیت کانون تبلیغاتی',
        code: '17021291108',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000333': {
        id: '1233027790000000333',
        title: 'صدور مجوز انتشار نشریه داخلی',
        code: '17021292000',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000334': {
        id: '1233027790000000334',
        title: 'معرفی نامه فعالیت خبرنگاران خارجی در شهرستان ها',
        code: '17031309106',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000335': {
        id: '1233027790000000335',
        title: 'اعطای دسترسی به بانک مقالات رسانه های خارجی',
        code: '17061309107',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000336': {
        id: '1233027790000000336',
        title: 'صدور کارت مدیر مسئولی نشریات',
        code: '17021309108',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000337': {
        id: '1233027790000000337',
        title: 'صدور کارت حرفه ای روزنامه نگاری',
        code: '17021309109',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000338': {
        id: '1233027790000000338',
        title: 'صدور کارت خبرنگاری بین المللی',
        code: '17021309110',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000339': {
        id: '1233027790000000339',
        title: 'صدور کارت مدیر مسئولی کانون تبلیغاتی',
        code: '17021309111',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000340': {
        id: '1233027790000000340',
        title: 'معرفی نامه انجام پروژه های دانشجویی در حوزه فرهنگ و هنر',
        code: '17021309112',
        groupId: '1233027780000000109',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000341': {
        id: '1233027790000000341',
        title: 'معرفی نامه ارائه خدمات به خبرنگاران',
        code: '17031309113',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000342': {
        id: '1233027790000000342',
        title: 'صدور پروانه انتشار رسانه',
        code: '17032843100',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000343': {
        id: '1233027790000000343',
        title: 'تغییر پروانه انتشار رسانه',
        code: '17032843102',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000344': {
        id: '1233027790000000344',
        title: 'صدور پروانه فعالیت دفتر رسانه',
        code: '17032843101',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000345': {
        id: '1233027790000000345',
        title: 'صدور مجوز انتشارات دولتی',
        code: '17022844000',
        groupId: '1233027780000000106',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000346': {
        id: '1233027790000000346',
        title: 'صدور مجوز انتشار محتوای تبلیغاتی',
        code: '17022845100',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000347': {
        id: '1233027790000000347',
        title: ' تاییدیه اقلام تبلیغاتی نمایش ها',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000348': {
        id: '1233027790000000348',
        title: 'حمایت از پژوهش ها و مطالعات فرهنگی و هنری',
        groupId: '1233027780000000116',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000349': {
        id: '1233027790000000349',
        title: 'تاییدیه چاپ آگهی های سازمان های دولتی',
        groupId: '1233027780000000120',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000350': {
        id: '1233027790000000350',
        title: 'تاییدیه طرح سرواحدهای صنفی',
        groupId: '1233027780000000109',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000351': {
        id: '1233027790000000351',
        title: 'تاییدیه فعالیت و کسب و کار های فرهنگی و هنری خانگی',
        groupId: '1233027780000000109',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000352': {
        id: '1233027790000000352',
        title: 'صدور مدرک تخصصی حفظ قرآن کریم',
        groupId: '1233027780000000101',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'آموزش'
    },
    '1233027790000000353': {
        id: '1233027790000000353',
        title: 'تاییدیه ترجمه قرآن کریم و متون تخصصی قرآنی',
        groupId: '1233027780000000109',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000354': {
        id: '1233027790000000354',
        title: 'مجوز فعالیت کتابخانه عمومی',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000355': {
        id: '1233027790000000355',
        title: 'مجوز تاسیس مؤسسات فرهنگی',
        groupId: '1233027780000000114',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'موسسات'
    },
    '1233027790000000356': {
        id: '1233027790000000356',
        title: 'تائیدیه تغییرات موسسات فرهنگی',
        groupId: '1233027780000000114',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'موسسات'
    },
    '1233027790000000357': {
        id: '1233027790000000357',
        title: 'صدور پروانه فعالیت موسسات فرهنگی',
        groupId: '1233027780000000114',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'موسسات'
    },
    '1233027790000000358': {
        id: '1233027790000000358',
        title: 'پروانه انتشار بازی رایانه‌ای',
        groupId: '1233027780000000115',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000359': {
        id: '1233027790000000359',
        title: 'تخصیص رده سنی بازی های رایانه ای',
        groupId: '1233027780000000115',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000360': {
        id: '1233027790000000360',
        title: 'مجوز فعالیت بازیگاه',
        groupId: '1233027780000000115',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000361': {
        id: '1233027790000000361',
        title: 'مجوز فعالیت نشر بازی های رایانه ای',
        groupId: '1233027780000000115',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000362': {
        id: '1233027790000000362',
        title: 'مشاوره فنی و محتوایی به تولید کنندگان و فعالان حوزه فرهنگ و هنر',
        groupId: '1233027780000000115',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000363': {
        id: '1233027790000000363',
        title: 'صدور پروانه فعالیت کتابخانه های مساجد',
        groupId: '1233027780000000106',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000364': {
        id: '1233027790000000364',
        title: 'مجوز تاسیس کانون فرهنگی و هنری مسجد',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000365': {
        id: '1233027790000000365',
        title: 'رسیدگی و پاسخگویی به شکایات از دارندگان مجوز',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000366': {
        id: '1233027790000000366',
        title: 'ارائه آمار و اطلاعات حوزه فرهنگ و هنر',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000367': {
        id: '1233027790000000367',
        title: 'صدور گواهی ثبت آثار ادبی و هنری',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000368': {
        id: '1233027790000000368',
        title: 'پاسخ به استعلام حوزه فرهنگ و هنر',
        groupId: '1233027780000000116',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000369': {
        id: '1233027790000000369',
        title: 'کارت صلاحیت طراحان مد و لباس',
        groupId: '1233027780000000102',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'هنر'
    },
    '1233027790000000370': {
        id: '1233027790000000370',
        title: 'معرفی نامه بیمه فعالان حوزه فرهنگ وهنر',
        groupId: '1233027780000000109',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000371': {
        id: '1233027790000000371',
        title: 'معرفی نامه اخذ تسهیلات بانکی فعالان حوزه فرهنگ و هنر',
        groupId: '1233027780000000109',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000372': {
        id: '1233027790000000372',
        title: 'معرفی نامه به صندوق حمایت از هنرمندان',
        groupId: '1233027780000000109',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000373': {
        id: '1233027790000000373',
        title: 'برگزاری رویدادهای فرهنگی و هنری',
        groupId: '1233027780000000116',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000374': {
        id: '1233027790000000374',
        title: 'برگزاری دوره های آموزشی حوزه فرهنگ و هنر',
        groupId: '1233027780000000101',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'آموزش'
    },
    '1233027790000000375': {
        id: '1233027790000000375',
        title: 'اعطاء نشان های حوزه فرهنگ  و هنر',
        groupId: '1233027780000000116',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000376': {
        id: '1233027790000000376',
        title: 'صدور پروانه تاسیس مراکز فنی سینمایی',
        code: '17022960102',
        groupId: '1233027780000000114',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'موسسات'
    },
    '1233027790000000377': {
        id: '1233027790000000377',
        title: 'صدور پروانه تاسیس موسسات سینمایی',
        code: '17022960101',
        groupId: '1233027780000000114',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'موسسات'
    },
    '1233027790000000378': {
        id: '1233027790000000378',
        title: 'صدور کارت مدیریت سینما',
        code: '17022960105',
        groupId: '1233027780000000119',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000379': {
        id: '1233027790000000379',
        title: 'مجوز بهره برداری سالن نمایش فیلم',
        code: '17022960104',
        groupId: '1233027780000000119',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000380': {
        id: '1233027790000000380',
        title: 'مجوز تاسیس آموزشگاه سینمایی',
        code: '17022960100',
        groupId: '1233027780000000101',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'آموزش'
    },
    '1233027790000000381': {
        id: '1233027790000000381',
        title: 'مجوز ساخت سالن نمایش فیلم',
        code: '17022960103',
        groupId: '1233027780000000119',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000382': {
        id: '1233027790000000382',
        title: 'صدور پروانه فیلم سازی',
        code: '17032959100',
        groupId: '1233027780000000119',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000383': {
        id: '1233027790000000383',
        title: 'صدور پروانه نمایش فیلم',
        code: '17022959101',
        groupId: '1233027780000000119',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000384': {
        id: '1233027790000000384',
        title: 'مجوز استفاده از تجهیزات ماهواره',
        code: '17022959103',
        groupId: '1233027780000000119',
        electronics: 2,
        needPresence: true,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000385': {
        id: '1233027790000000385',
        title: 'صدور پروانه مالکیت فیلم',
        groupId: '1233027780000000119',
        electronics: 1,
        serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
        groupTitle: 'فیلم و سینما'
    }
}
export const mockLShowLicense: LicenseType = {

    id: '1233027790000000385',
    title: 'صدور پروانه مالکیت فیلم',
    groupId: '1233027780000000119',
    electronics: 1,
    serviceTime: 'شنبه تا چهار شنبه - ساعات اداری',
    groupTitle: 'فیلم و سینما'
}
export const mockGetLicensesAndGroups: GroupType[] = {
    '1152027780000000265': {
        title: "خدمات عمومی",
        id: "1152027780000000265",
        licenses: {
            "1179027790000000128": {
                id: "1179027790000000128",
                title: "ثبت شکایات",
                code: "10",
                groupId: "1152027780000000265",
                avgTime: "1",
                electronics: 1,
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000129": {
                id: "1179027790000000129",
                title: "درخواست ملاقات حضوری",
                code: "11",
                groupId: "1152027780000000265",
                avgTime: "1",
                electronics: 1,
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000130": {
                id: "1179027790000000130",
                title: "درخواست مشاوره کسب و کار",
                code: "12",
                groupId: "1152027780000000265",
                avgTime: "1",
                electronics: 1,
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000131": {
                id: "1179027790000000131",
                title: "ثبت پیشنهادات",
                code: "13",
                groupId: "1152027780000000265",
                avgTime: "1",
                electronics: 1,
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000132": {
                id: "1179027790000000132",
                title: "ثبت گزارش تخلفات اداری",
                code: "14",
                groupId: "1152027780000000265",
                avgTime: "1",
                electronics: 1,
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000133": {
                id: "1179027790000000133",
                title: "پرسش و پاسخ",
                code: "15",
                groupId: "1152027780000000265",
                avgTime: "1",
                electronics: 1,
                groupTitle: "خدمات عمومی"
            }
        }
    },
    '1233027780000000100': {
        title: "فضای مجازی",
        id: "1233027780000000100",
        licenses: {
            "1233027790000000289": {
                id: "1233027790000000289",
                title: "تاسیس واحد فرهنگی دیجیتال",
                code: "17021310000",
                groupId: "1233027780000000100",
                avgTime: "3",
                "description": "کسب و کار فرهنگی در فضای مجازی نظیر رسانه برخط، نشر دیجیتال و...",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000290": {
                id: "1233027790000000290",
                title: "عرضه برخط آثار دیداری و شنیداری",
                code: "17031311000",
                groupId: "1233027780000000100",
                avgTime: "1",
                "description": "عرضه آثار دیداری شنیداری در فضای مجازی",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000291": {
                id: "1233027790000000291",
                title: " پروانه انتشار نرم افزار محتوایی",
                code: "13062847000",
                groupId: "1233027780000000100",
                avgTime: "1",
                "description": "اجازه انتشار  نرم افزار محتوایی ",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000292": {
                id: "1233027790000000292",
                title: " محتوای پیامکی (انبوه و ارزش افزوده )",
                code: "13062848100",
                groupId: "1233027780000000100",
                avgTime: "1",
                "description": "اجازه انتشار محتواهایی در قالب خدمات ارزش افزوده تبلیغاتی یا اطلاع رسانی بربستر شبکه های ارتباطی برای مخاطبین می باشد",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000293": {
                id: "1233027790000000293",
                title: " تاییده محتوای آهنگ های پیشواز",
                code: "13062848101",
                groupId: "1233027780000000100",
                avgTime: "1",
                "description": "ارائه خدمات ثبت محتوای آهنگ های پیشواز تلفن همراه",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000294": {
                id: "1233027790000000294",
                title: " گواهی ثبت رسانه برخط",
                code: "17021309100",
                groupId: "1233027780000000100",
                avgTime: "1",
                "description": "ثبت اطلاعات رسانه های برخط و صدور نشان  ثبت",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000295": {
                id: "1233027790000000295",
                title: "گواهی ثبت نرم افزارهای رایانه ای",
                code: "17061309122",
                groupId: "1233027780000000100",
                avgTime: "1",
                "description": "ارائه خدمات ثبت نرم افزار و صدور گواهینامه ثبت",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فضای مجازی"
            }
        }
    },
    '1233027780000000101': {
        title: "آموزش",
        id: "1233027780000000101",
        licenses: {
            "1233027790000000296": {
                id: "1233027790000000296",
                title: "مجوز آموزشگاه آزاد هنری",
                code: "18081302000",
                groupId: "1233027780000000101",
                avgTime: "3",
                "description": "صدورمجوز تاسیس آموزشگاه هنری آموزشگاه آزاد هنری به منظور تربیت وآموزش هنرجویان علاقه مند به یکی از رشته های هنری( تجسمی، موسیقی، خوشنویسی، نمایشی و سنتی)",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "آموزش"
            },
            "1233027790000000300": {
                id: "1233027790000000300",
                title: "برگزاری دوره های آموزش مهارتی فرهنگی ، هنری",
                code: "18051307000",
                groupId: "1233027780000000101",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "آموزش"
            },
            "1233027790000000302": {
                id: "1233027790000000302",
                title: "کارت صلاحیت تدریس در آموزشگاه آزاد هنری",
                code: "17021309104",
                groupId: "1233027780000000101",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "آموزش"
            },
            "1233027790000000352": {
                id: "1233027790000000352",
                title: "صدور مدرک تخصصی حفظ قرآن کریم",
                groupId: "1233027780000000101",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "آموزش"
            },
            "1233027790000000374": {
                id: "1233027790000000374",
                title: "برگزاری دوره های آموزشی حوزه فرهنگ و هنر",
                groupId: "1233027780000000101",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "آموزش"
            },
            "1233027790000000380": {
                id: "1233027790000000380",
                title: "مجوز تاسیس آموزشگاه سینمایی",
                code: "17022960100",
                groupId: "1233027780000000101",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "آموزش"
            }
        }
    },
    '1233027780000000102': {
        title: "هنر",
        id: "1233027780000000102",
        licenses: {
            "1233027790000000297": {
                id: "1233027790000000297",
                title: "ساخت و نصب مجسمه و یادمان در میادین",
                code: "17021304000",
                groupId: "1233027780000000102",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "هنر"
            },
            "1233027790000000298": {
                id: "1233027790000000298",
                title: " تاسیس نگارخانه",
                code: "17021305000",
                groupId: "1233027780000000102",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "هنر"
            },
            "1233027790000000299": {
                id: "1233027790000000299",
                title: "پروانه اجرای نمایش",
                code: "17021306000",
                groupId: "1233027780000000102",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "هنر"
            },
            "1233027790000000301": {
                id: "1233027790000000301",
                title: "گواهی ثبت گروه های نمایشی",
                code: "17021309101",
                groupId: "1233027780000000102",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "هنر"
            },
            "1233027790000000303": {
                id: "1233027790000000303",
                title: "مجوز انتشار و اجرای آثار موسیقیایی",
                code: "17022837000",
                groupId: "1233027780000000102",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "هنر"
            },
            "1233027790000000304": {
                id: "1233027790000000304",
                title: " معرفی نامه جهت فیلم برداری نماهنگ ها",
                code: "17031309103",
                groupId: "1233027780000000102",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "هنر"
            },
            "1233027790000000369": {
                id: "1233027790000000369",
                title: "کارت صلاحیت طراحان مد و لباس",
                groupId: "1233027780000000102",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "هنر"
            }
        }
    },
    '1233027780000000106': {
        title: "چاپ ، نشر و کتاب",
        id: "1233027780000000106",
        licenses: {
            "1233027790000000305": {
                id: "1233027790000000305",
                title: "اجازه بازگشایی واحد چاپی",
                code: "13011288111",
                groupId: "1233027780000000106",
                "description": "اجازه بازگشایی واحد چاپی پس از تعطیلی موقت",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000306": {
                id: "1233027790000000306",
                title: "تایید محتوایی کتابهای خارجی(برای نمایشگاه کتاب)",
                code: "17021286105",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "قبل از نمایشگاه",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000307": {
                id: "1233027790000000307",
                title: "تایید نام واحد چاپی",
                code: "13011288105",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000308": {
                id: "1233027790000000308",
                title: "تعطیلی موقت یا دائم واحد چاپی",
                code: "13011288110",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000309": {
                id: "1233027790000000309",
                title: "توقیف ماشین آلات چاپی",
                code: "13011288108",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000310": {
                id: "1233027790000000310",
                title: "ثبت اطلاعات کتاب و صدور شابک",
                code: "17021286106",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000311": {
                id: "1233027790000000311",
                title: "رفع توقیف ماشین آلات چاپی",
                code: "13011288109",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000312": {
                id: "1233027790000000312",
                title: "تاییدیه تغییرمکان واحد چاپی",
                code: "13011288106",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000313": {
                id: "1233027790000000313",
                title: "صدور پروانه نشر",
                code: "17021286100",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000321": {
                id: "1233027790000000321",
                title: "پروانة تاسیس چاپخانه و واحدهای وابسته",
                code: "13011288101",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000322": {
                id: "1233027790000000322",
                title: "صدور شناسنامه ماشین آلات چاپی",
                code: "13011288107",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000323": {
                id: "1233027790000000323",
                title: "مجوز واردات ماشین آلات چاپی",
                code: "13011288112",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000324": {
                id: "1233027790000000324",
                title: "مجوز چاپ و انتشار کتاب",
                code: "17021286104",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000345": {
                id: "1233027790000000345",
                title: "صدور مجوز انتشارات دولتی",
                code: "17022844000",
                groupId: "1233027780000000106",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000354": {
                id: "1233027790000000354",
                title: "مجوز فعالیت کتابخانه عمومی",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000363": {
                id: "1233027790000000363",
                title: "صدور پروانه فعالیت کتابخانه های مساجد",
                groupId: "1233027780000000106",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "چاپ ، نشر و کتاب"
            }
        }
    },
    '1233027780000000116': {
        title: "سایر خدمات",
        id: "1233027780000000116",
        licenses: {
            "1233027790000000314": {
                id: "1233027790000000314",
                title: "مجوز مسابقات، جشنواره‌ها و نمایشگاه‌های فرهنگی هنری",
                code: "17021284000",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000315": {
                id: "1233027790000000315",
                title: "مجوز ترخیص محصولات فرهنگی",
                code: "17021287102",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000316": {
                id: "1233027790000000316",
                title: "مجوز صادرات محصولات فرهنگی ",
                code: "17021287103",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000317": {
                id: "1233027790000000317",
                title: "مجوز واردات محصولات فرهنگی ",
                code: "17021287101",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000318": {
                id: "1233027790000000318",
                title: "مجوز واردات محصولات چاپی",
                code: "17021287109",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000319": {
                id: "1233027790000000319",
                title: "مجوز ترخیص محصولات چاپی",
                code: "17021287110",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000348": {
                id: "1233027790000000348",
                title: "حمایت از پژوهش ها و مطالعات فرهنگی و هنری",
                groupId: "1233027780000000116",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000364": {
                id: "1233027790000000364",
                title: "مجوز تاسیس کانون فرهنگی و هنری مسجد",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000365": {
                id: "1233027790000000365",
                title: "رسیدگی و پاسخگویی به شکایات از دارندگان مجوز",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000366": {
                id: "1233027790000000366",
                title: "ارائه آمار و اطلاعات حوزه فرهنگ و هنر",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000367": {
                id: "1233027790000000367",
                title: "صدور گواهی ثبت آثار ادبی و هنری",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000368": {
                id: "1233027790000000368",
                title: "پاسخ به استعلام حوزه فرهنگ و هنر",
                groupId: "1233027780000000116",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000373": {
                id: "1233027790000000373",
                title: "برگزاری رویدادهای فرهنگی و هنری",
                groupId: "1233027780000000116",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000375": {
                id: "1233027790000000375",
                title: "اعطاء نشان های حوزه فرهنگ  و هنر",
                groupId: "1233027780000000116",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "سایر خدمات"
            }
        }
    },
    '1233027780000000109': {
        title: "معرفی نامه و تاییدیه",
        id: "1233027780000000109",
        licenses: {
            "1233027790000000320": {
                id: "1233027790000000320",
                title: "معرفی نامه مراجعه به اماکن و مراکز اقلیت های دینی کشور",
                code: "17041309114",
                groupId: "1233027780000000109",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000325": {
                id: "1233027790000000325",
                title: "معرفی نامه عضویت در صنوف فرهنگی و هنری",
                code: "17021309118",
                groupId: "1233027780000000109",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000326": {
                id: "1233027790000000326",
                title: "معرفی نامه معافیت گمرکی ورود ماشین آلات چاپ",
                code: "13091309115",
                groupId: "1233027780000000109",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000340": {
                id: "1233027790000000340",
                title: "معرفی نامه انجام پروژه های دانشجویی در حوزه فرهنگ و هنر",
                code: "17021309112",
                groupId: "1233027780000000109",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000350": {
                id: "1233027790000000350",
                title: "تاییدیه طرح سرواحدهای صنفی",
                groupId: "1233027780000000109",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000351": {
                id: "1233027790000000351",
                title: "تاییدیه فعالیت و کسب و کار های فرهنگی و هنری خانگی",
                groupId: "1233027780000000109",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000353": {
                id: "1233027790000000353",
                title: "تاییدیه ترجمه قرآن کریم و متون تخصصی قرآنی",
                groupId: "1233027780000000109",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000370": {
                id: "1233027790000000370",
                title: "معرفی نامه بیمه فعالان حوزه فرهنگ وهنر",
                groupId: "1233027780000000109",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000371": {
                id: "1233027790000000371",
                title: "معرفی نامه اخذ تسهیلات بانکی فعالان حوزه فرهنگ و هنر",
                groupId: "1233027780000000109",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000372": {
                id: "1233027790000000372",
                title: "معرفی نامه به صندوق حمایت از هنرمندان",
                groupId: "1233027780000000109",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "معرفی نامه و تاییدیه"
            }
        }
    },
    '1233027780000000120': {
        title: "رسانه و تبلیغات",
        id: "1233027780000000120",
        licenses: {
            "1233027790000000327": {
                id: "1233027790000000327",
                title: "تاسیس دفتر نمایندگی رسانه های خارجی",
                code: "17031290105",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000328": {
                id: "1233027790000000328",
                title: "مجوز فعالیت برای رسانه های خارجی",
                code: "17031290107",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000329": {
                id: "1233027790000000329",
                title: "پروانه فعالیت کانون تبلیغاتی",
                code: "17021291100",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000330": {
                id: "1233027790000000330",
                title: "مجوز تاسیس شعبه کانون های آگهی و تبلیغاتی",
                code: "17021291103",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000331": {
                id: "1233027790000000331",
                title: "مجوز نمایندگی کانون های آگهی و تبلیغاتی",
                code: "17021291101",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000332": {
                id: "1233027790000000332",
                title: "تغییر پروانه فعالیت کانون تبلیغاتی",
                code: "17021291108",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000333": {
                id: "1233027790000000333",
                title: "صدور مجوز انتشار نشریه داخلی",
                code: "17021292000",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000334": {
                id: "1233027790000000334",
                title: "معرفی نامه فعالیت خبرنگاران خارجی در شهرستان ها",
                code: "17031309106",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000335": {
                id: "1233027790000000335",
                title: "اعطای دسترسی به بانک مقالات رسانه های خارجی",
                code: "17061309107",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000336": {
                id: "1233027790000000336",
                title: "صدور کارت مدیر مسئولی نشریات",
                code: "17021309108",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000337": {
                id: "1233027790000000337",
                title: "صدور کارت حرفه ای روزنامه نگاری",
                code: "17021309109",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000338": {
                id: "1233027790000000338",
                title: "صدور کارت خبرنگاری بین المللی",
                code: "17021309110",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000339": {
                id: "1233027790000000339",
                title: "صدور کارت مدیر مسئولی کانون تبلیغاتی",
                code: "17021309111",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000341": {
                id: "1233027790000000341",
                title: "معرفی نامه ارائه خدمات به خبرنگاران",
                code: "17031309113",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000342": {
                id: "1233027790000000342",
                title: "صدور پروانه انتشار رسانه",
                code: "17032843100",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000343": {
                id: "1233027790000000343",
                title: "تغییر پروانه انتشار رسانه",
                code: "17032843102",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000344": {
                id: "1233027790000000344",
                title: "صدور پروانه فعالیت دفتر رسانه",
                code: "17032843101",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000346": {
                id: "1233027790000000346",
                title: "صدور مجوز انتشار محتوای تبلیغاتی",
                code: "17022845100",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000347": {
                id: "1233027790000000347",
                title: " تاییدیه اقلام تبلیغاتی نمایش ها",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000349": {
                id: "1233027790000000349",
                title: "تاییدیه چاپ آگهی های سازمان های دولتی",
                groupId: "1233027780000000120",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "رسانه و تبلیغات"
            }
        }
    },
    '1233027780000000114': {
        title: "موسسات",
        id: "1233027780000000114",
        licenses: {
            "1233027790000000355": {
                id: "1233027790000000355",
                title: "مجوز تاسیس مؤسسات فرهنگی",
                groupId: "1233027780000000114",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "موسسات"
            },
            "1233027790000000356": {
                id: "1233027790000000356",
                title: "تائیدیه تغییرات موسسات فرهنگی",
                groupId: "1233027780000000114",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "موسسات"
            },
            "1233027790000000357": {
                id: "1233027790000000357",
                title: "صدور پروانه فعالیت موسسات فرهنگی",
                groupId: "1233027780000000114",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "موسسات"
            },
            "1233027790000000376": {
                id: "1233027790000000376",
                title: "صدور پروانه تاسیس مراکز فنی سینمایی",
                code: "17022960102",
                groupId: "1233027780000000114",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "موسسات"
            },
            "1233027790000000377": {
                id: "1233027790000000377",
                title: "صدور پروانه تاسیس موسسات سینمایی",
                code: "17022960101",
                groupId: "1233027780000000114",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "موسسات"
            }
        }
    },
    '1233027780000000115': {
        title: "بازی های رایانه ای",
        id: "1233027780000000115",
        licenses: {
            "1233027790000000358": {
                id: "1233027790000000358",
                title: "پروانه انتشار بازی رایانه‌ای",
                groupId: "1233027780000000115",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "بازی های رایانه ای"
            },
            "1233027790000000359": {
                id: "1233027790000000359",
                title: "تخصیص رده سنی بازی های رایانه ای",
                groupId: "1233027780000000115",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "بازی های رایانه ای"
            },
            "1233027790000000360": {
                id: "1233027790000000360",
                title: "مجوز فعالیت بازیگاه",
                groupId: "1233027780000000115",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "بازی های رایانه ای"
            },
            "1233027790000000361": {
                id: "1233027790000000361",
                title: "مجوز فعالیت نشر بازی های رایانه ای",
                groupId: "1233027780000000115",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "بازی های رایانه ای"
            },
            "1233027790000000362": {
                id: "1233027790000000362",
                title: "مشاوره فنی و محتوایی به تولید کنندگان و فعالان حوزه فرهنگ و هنر",
                groupId: "1233027780000000115",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "بازی های رایانه ای"
            }
        }
    },
    '1233027780000000119': {
        title: "فیلم و سینما",
        id: "1233027780000000119",
        licenses: {
            "1233027790000000378": {
                id: "1233027790000000378",
                title: "صدور کارت مدیریت سینما",
                code: "17022960105",
                groupId: "1233027780000000119",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فیلم و سینما"
            },
            "1233027790000000379": {
                id: "1233027790000000379",
                title: "مجوز بهره برداری سالن نمایش فیلم",
                code: "17022960104",
                groupId: "1233027780000000119",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فیلم و سینما"
            },
            "1233027790000000381": {
                id: "1233027790000000381",
                title: "مجوز ساخت سالن نمایش فیلم",
                code: "17022960103",
                groupId: "1233027780000000119",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فیلم و سینما"
            },
            "1233027790000000382": {
                id: "1233027790000000382",
                title: "صدور پروانه فیلم سازی",
                code: "17032959100",
                groupId: "1233027780000000119",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فیلم و سینما"
            },
            "1233027790000000383": {
                id: "1233027790000000383",
                title: "صدور پروانه نمایش فیلم",
                code: "17022959101",
                groupId: "1233027780000000119",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فیلم و سینما"
            },
            "1233027790000000384": {
                id: "1233027790000000384",
                title: "مجوز استفاده از تجهیزات ماهواره",
                code: "17022959103",
                groupId: "1233027780000000119",
                electronics: 2,
                "needPresence": true,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فیلم و سینما"
            },
            "1233027790000000385": {
                id: "1233027790000000385",
                title: "صدور پروانه مالکیت فیلم",
                groupId: "1233027780000000119",
                electronics: 1,
                "serviceTime": "شنبه تا چهار شنبه - ساعات اداری",
                groupTitle: "فیلم و سینما"
            }
        }
    }
}

export const mockGetLicensesFilters :LicensesFiltersType[] = {
    group: {
        title: "گروه خدمت",
        items: {
            '1152027780000000265': {
                title: "خدمات عمومی",
                id: "1152027780000000265",
            },
            '1233027780000000100': {
                title: "فضای مجازی",
                id: "1233027780000000100",
            },
            '1233027780000000101': {
                title: "آموزش",
                id: "1233027780000000101",
            },
            '1233027780000000102': {
                title: "هنر",
                id: "1233027780000000102",
            },
            '1233027780000000106': {
                title: "چاپ ، نشر و کتاب",
                id: "1233027780000000106",
            },
            '1233027780000000116': {
                title: "سایر خدمات",
                id: "1233027780000000116",
            },
            '1233027780000000109': {
                title: "معرفی نامه و تاییدیه",
                id: "1233027780000000109",
            },
            '1233027780000000120': {
                title: "رسانه و تبلیغات",
                id: "1233027780000000120",
            },
            '1233027780000000114': {
                title: "موسسات",
                id: "1233027780000000114",
            },
            '1233027780000000115': {
                title: "بازی های رایانه ای",
                id: "1233027780000000115",
            },
            '1233027780000000119': {
                title: "فیلم و سینما",
                id: "1233027780000000119",
            }
        }
    },
    organs: {
        title: "واحد سازمانی ارائه دهنده خدمت",
        items: {
            "0": {
                id: "0",
                title: "سازمان امور سینمایی و سمعی بصری",
            },
            "1": {
                id: "1",
                title: "همه معاونت ها",
            },
            "2": {
                id: "2",
                title: "دبیرخانه شورای فرهنگ عمومی",
            },
            "3": {
                id: "3",
                title: "مرکز حراست",
            },
            "4": {
                id: "4",
                title: "معاونت حقوقی ، امور مجلس و استانها",
            },
            "5": {
                id: "5",
                title: "دفتر مدیریت عملکرد",
            },
            "6": {
                id: "6",
                title: "ستاد عالی کانون های فرهنگی و هنری مساجد",
            },
            "7": {
                id: "7",
                title: "بنیاد ملی بازی های رایانه ای",
            },
            "8": {
                id: "8",
                title: "نهاد کتابخانه های عمومی کشور",
            },
            "9": {
                id: "9",
                title: "مرکز عالی قرآن و عترت",
            },
            "10": {
                id: "10",
                title: "معاونت توسعه مدیریت و منابع",
            },
            "11": {
                id: "11",
                title: "معاونت رسانه ای و تبلیغات",
            },
            "12": {
                id: "12",
                title: "معاونت فرهنگی",
            },
            "13": {
                id: "13",
                title: "معاونت هنری",
            },
            "14": {
                id: "14",
                title: "مرکز توسعه فرهنگ و هنر در فضای مجازی",
            },
            "15": {
                id: "15",
                title: "سازمان حج و زیارت",
            },
            "16": {
                id: "16",
                title: "سازمان اوقاف و امور خیریه",
            },
            "17": {
                id: "17",
                title: "سازمان خبرگزاری جمهوری اسلامی",
            },
            "18": {
                id: "18",
                title: "موسسه پژوهشی فرهنگ ، هنر و ارتباطات",
            },
            "19": {
                id: "19",
                title: "سازمان فرهنگ و ارتباطات اسلامی",
            },
            "20": {
                id: "20",
                title: "دفاتر مستقل و حوزه وزارتی",
            },
            "21": {
                id: "21",
                title: "ادارات کل فرهنگ و ارشاد اسلامی استانها",
            },
            "22": {
                id: "22",
                title: "مرکز روابط عمومی و اطلاع رسانی",
            },
            "23": {
                id: "23",
                title: "دفتر هنرهای تجسمی",
            },


        }
    },
    provider:{
        title:"نحوه ارائه خدمت",
        items:{
            "1":{
                id:"1",
                title:"الکتورنیکی"

            },
            "2":{
                id:"2",
                title:"غیرالکتورنیکی"

            },
        }

    },
    demand:{
        title:"میزان تقاض",
        items:{
            "0":{
                id:"0",
                title:"پرمخاطب"

            },
            "1":{
                id:"1",
                title:"کم مخاطب"

            },
        }
    }
}