import {BasicGroupType, FilterOpenDataGroupType, OpenDataType} from "@/types";
import {GroupWithOpenDataType} from "@/types/open-data-type";

export const mockLGetOpenData: Record<string, OpenDataType> = {
    '1179027790000000128': {
        id: '1179027790000000128',
        title: 'ثبت شکایات',
        groupId: '1152027780000000265',
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000129': {
        id: '1179027790000000129',
        title: 'درخواست ملاقات حضوری',
        groupId: '1152027780000000265',
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000130': {
        id: '1179027790000000130',
        title: 'درخواست مشاوره کسب و کار',
        groupId: '1152027780000000265',
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000131': {
        id: '1179027790000000131',
        title: 'ثبت پیشنهادات',
        groupId: '1152027780000000265',
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000132': {
        id: '1179027790000000132',
        title: 'ثبت گزارش تخلفات اداری',
        groupId: '1152027780000000265',
        groupTitle: 'خدمات عمومی'
    },
    '1179027790000000133': {
        id: '1179027790000000133',
        title: 'پرسش و پاسخ',
        groupId: '1152027780000000265',
        groupTitle: 'خدمات عمومی'
    },
    '1233027790000000289': {
        id: '1233027790000000289',
        title: 'تاسیس واحد فرهنگی دیجیتال',
        groupId: '1233027780000000100',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000290': {
        id: '1233027790000000290',
        title: 'عرضه برخط آثار دیداری و شنیداری',
        groupId: '1233027780000000100',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000291': {
        id: '1233027790000000291',
        title: ' پروانه انتشار نرم افزار محتوایی',
        groupId: '1233027780000000100',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000292': {
        id: '1233027790000000292',
        title: ' محتوای پیامکی (انبوه و ارزش افزوده )',
        groupId: '1233027780000000100',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000293': {
        id: '1233027790000000293',
        title: ' تاییده محتوای آهنگ های پیشواز',
        groupId: '1233027780000000100',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000294': {
        id: '1233027790000000294',
        title: ' گواهی ثبت رسانه برخط',
        groupId: '1233027780000000100',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000295': {
        id: '1233027790000000295',
        title: 'گواهی ثبت نرم افزارهای رایانه ای',
        groupId: '1233027780000000100',
        groupTitle: 'فضای مجازی'
    },
    '1233027790000000296': {
        id: '1233027790000000296',
        title: 'مجوز آموزشگاه آزاد هنری',
        groupId: '1233027780000000101',
        groupTitle: 'آموزش'
    },
    '1233027790000000297': {
        id: '1233027790000000297',
        title: 'ساخت و نصب مجسمه و یادمان در میادین',
        groupId: '1233027780000000102',
        groupTitle: 'هنر'
    },
    '1233027790000000298': {
        id: '1233027790000000298',
        title: ' تاسیس نگارخانه',
        groupId: '1233027780000000102',
        groupTitle: 'هنر'
    },
    '1233027790000000299': {
        id: '1233027790000000299',
        title: 'پروانه اجرای نمایش',
        groupId: '1233027780000000102',
        groupTitle: 'هنر'
    },
    '1233027790000000301': {
        id: '1233027790000000301',
        title: 'گواهی ثبت گروه های نمایشی',
        groupId: '1233027780000000102',
        groupTitle: 'هنر'
    },
    '1233027790000000302': {
        id: '1233027790000000302',
        title: 'کارت صلاحیت تدریس در آموزشگاه آزاد هنری',
        groupId: '1233027780000000101',
        groupTitle: 'آموزش'
    },
    '1233027790000000303': {
        id: '1233027790000000303',
        title: 'مجوز انتشار و اجرای آثار موسیقیایی',
        groupId: '1233027780000000102',
        groupTitle: 'هنر'
    },
    '1233027790000000304': {
        id: '1233027790000000304',
        title: ' معرفی نامه جهت فیلم برداری نماهنگ ها',
        groupId: '1233027780000000102',
        groupTitle: 'هنر'
    },
    '1233027790000000305': {
        id: '1233027790000000305',
        title: 'اجازه بازگشایی واحد چاپی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000306': {
        id: '1233027790000000306',
        title: 'تایید محتوایی کتابهای خارجی(برای نمایشگاه کتاب)',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000307': {
        id: '1233027790000000307',
        title: 'تایید نام واحد چاپی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000308': {
        id: '1233027790000000308',
        title: 'تعطیلی موقت یا دائم واحد چاپی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000309': {
        id: '1233027790000000309',
        title: 'توقیف ماشین آلات چاپی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000310': {
        id: '1233027790000000310',
        title: 'ثبت اطلاعات کتاب و صدور شابک',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000311': {
        id: '1233027790000000311',
        title: 'رفع توقیف ماشین آلات چاپی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000312': {
        id: '1233027790000000312',
        title: 'تاییدیه تغییرمکان واحد چاپی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000313': {
        id: '1233027790000000313',
        title: 'صدور پروانه نشر',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000314': {
        id: '1233027790000000314',
        title: 'مجوز مسابقات، جشنواره‌ها و نمایشگاه‌های فرهنگی هنری',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000315': {
        id: '1233027790000000315',
        title: 'مجوز ترخیص محصولات فرهنگی',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000316': {
        id: '1233027790000000316',
        title: 'مجوز صادرات محصولات فرهنگی ',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000317': {
        id: '1233027790000000317',
        title: 'مجوز واردات محصولات فرهنگی ',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000318': {
        id: '1233027790000000318',
        title: 'مجوز واردات محصولات چاپی',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000319': {
        id: '1233027790000000319',
        title: 'مجوز ترخیص محصولات چاپی',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000320': {
        id: '1233027790000000320',
        title: 'معرفی نامه مراجعه به اماکن و مراکز اقلیت های دینی کشور',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000321': {
        id: '1233027790000000321',
        title: 'پروانة تاسیس چاپخانه و واحدهای وابسته',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000322': {
        id: '1233027790000000322',
        title: 'صدور شناسنامه ماشین آلات چاپی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000323': {
        id: '1233027790000000323',
        title: 'مجوز واردات ماشین آلات چاپی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000324': {
        id: '1233027790000000324',
        title: 'مجوز چاپ و انتشار کتاب',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000325': {
        id: '1233027790000000325',
        title: 'معرفی نامه عضویت در صنوف فرهنگی و هنری',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000326': {
        id: '1233027790000000326',
        title: 'معرفی نامه معافیت گمرکی ورود ماشین آلات چاپ',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000327': {
        id: '1233027790000000327',
        title: 'تاسیس دفتر نمایندگی رسانه های خارجی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000328': {
        id: '1233027790000000328',
        title: 'مجوز فعالیت برای رسانه های خارجی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000329': {
        id: '1233027790000000329',
        title: 'پروانه فعالیت کانون تبلیغاتی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000330': {
        id: '1233027790000000330',
        title: 'مجوز تاسیس شعبه کانون های آگهی و تبلیغاتی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000331': {
        id: '1233027790000000331',
        title: 'مجوز نمایندگی کانون های آگهی و تبلیغاتی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000332': {
        id: '1233027790000000332',
        title: 'تغییر پروانه فعالیت کانون تبلیغاتی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000333': {
        id: '1233027790000000333',
        title: 'صدور مجوز انتشار نشریه داخلی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000334': {
        id: '1233027790000000334',
        title: 'معرفی نامه فعالیت خبرنگاران خارجی در شهرستان ها',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000335': {
        id: '1233027790000000335',
        title: 'اعطای دسترسی به بانک مقالات رسانه های خارجی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000336': {
        id: '1233027790000000336',
        title: 'صدور کارت مدیر مسئولی نشریات',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000337': {
        id: '1233027790000000337',
        title: 'صدور کارت حرفه ای روزنامه نگاری',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000338': {
        id: '1233027790000000338',
        title: 'صدور کارت خبرنگاری بین المللی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000339': {
        id: '1233027790000000339',
        title: 'صدور کارت مدیر مسئولی کانون تبلیغاتی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000340': {
        id: '1233027790000000340',
        title: 'معرفی نامه انجام پروژه های دانشجویی در حوزه فرهنگ و هنر',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000341': {
        id: '1233027790000000341',
        title: 'معرفی نامه ارائه خدمات به خبرنگاران',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000342': {
        id: '1233027790000000342',
        title: 'صدور پروانه انتشار رسانه',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000343': {
        id: '1233027790000000343',
        title: 'تغییر پروانه انتشار رسانه',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000344': {
        id: '1233027790000000344',
        title: 'صدور پروانه فعالیت دفتر رسانه',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000345': {
        id: '1233027790000000345',
        title: 'صدور مجوز انتشارات دولتی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000346': {
        id: '1233027790000000346',
        title: 'صدور مجوز انتشار محتوای تبلیغاتی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000347': {
        id: '1233027790000000347',
        title: ' تاییدیه اقلام تبلیغاتی نمایش ها',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000348': {
        id: '1233027790000000348',
        title: 'حمایت از پژوهش ها و مطالعات فرهنگی و هنری',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000349': {
        id: '1233027790000000349',
        title: 'تاییدیه چاپ آگهی های سازمان های دولتی',
        groupId: '1233027780000000120',
        groupTitle: 'رسانه و تبلیغات'
    },
    '1233027790000000350': {
        id: '1233027790000000350',
        title: 'تاییدیه طرح سرواحدهای صنفی',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000351': {
        id: '1233027790000000351',
        title: 'تاییدیه فعالیت و کسب و کار های فرهنگی و هنری خانگی',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000352': {
        id: '1233027790000000352',
        title: 'صدور مدرک تخصصی حفظ قرآن کریم',
        groupId: '1233027780000000101',
        groupTitle: 'آموزش'
    },
    '1233027790000000353': {
        id: '1233027790000000353',
        title: 'تاییدیه ترجمه قرآن کریم و متون تخصصی قرآنی',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000354': {
        id: '1233027790000000354',
        title: 'مجوز فعالیت کتابخانه عمومی',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000355': {
        id: '1233027790000000355',
        title: 'مجوز تاسیس مؤسسات فرهنگی',
        groupId: '1233027780000000114',
        groupTitle: 'موسسات'
    },
    '1233027790000000356': {
        id: '1233027790000000356',
        title: 'تائیدیه تغییرات موسسات فرهنگی',
        groupId: '1233027780000000114',
        groupTitle: 'موسسات'
    },
    '1233027790000000357': {
        id: '1233027790000000357',
        title: 'صدور پروانه فعالیت موسسات فرهنگی',
        groupId: '1233027780000000114',
        groupTitle: 'موسسات'
    },
    '1233027790000000358': {
        id: '1233027790000000358',
        title: 'پروانه انتشار بازی رایانه‌ای',
        groupId: '1233027780000000115',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000359': {
        id: '1233027790000000359',
        title: 'تخصیص رده سنی بازی های رایانه ای',
        groupId: '1233027780000000115',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000360': {
        id: '1233027790000000360',
        title: 'مجوز فعالیت بازیگاه',
        groupId: '1233027780000000115',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000361': {
        id: '1233027790000000361',
        title: 'مجوز فعالیت نشر بازی های رایانه ای',
        groupId: '1233027780000000115',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000362': {
        id: '1233027790000000362',
        title: 'مشاوره فنی و محتوایی به تولید کنندگان و فعالان حوزه فرهنگ و هنر',
        groupId: '1233027780000000115',
        groupTitle: 'بازی های رایانه ای'
    },
    '1233027790000000363': {
        id: '1233027790000000363',
        title: 'صدور پروانه فعالیت کتابخانه های مساجد',
        groupId: '1233027780000000106',
        groupTitle: 'چاپ ، نشر و کتاب'
    },
    '1233027790000000364': {
        id: '1233027790000000364',
        title: 'مجوز تاسیس کانون فرهنگی و هنری مسجد',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000365': {
        id: '1233027790000000365',
        title: 'رسیدگی و پاسخگویی به شکایات از دارندگان مجوز',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000366': {
        id: '1233027790000000366',
        title: 'ارائه آمار و اطلاعات حوزه فرهنگ و هنر',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000367': {
        id: '1233027790000000367',
        title: 'صدور گواهی ثبت آثار ادبی و هنری',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000368': {
        id: '1233027790000000368',
        title: 'پاسخ به استعلام حوزه فرهنگ و هنر',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000369': {
        id: '1233027790000000369',
        title: 'کارت صلاحیت طراحان مد و لباس',
        groupId: '1233027780000000102',
        groupTitle: 'هنر'
    },
    '1233027790000000370': {
        id: '1233027790000000370',
        title: 'معرفی نامه بیمه فعالان حوزه فرهنگ وهنر',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000371': {
        id: '1233027790000000371',
        title: 'معرفی نامه اخذ تسهیلات بانکی فعالان حوزه فرهنگ و هنر',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000372': {
        id: '1233027790000000372',
        title: 'معرفی نامه به صندوق حمایت از هنرمندان',
        groupId: '1233027780000000109',
        groupTitle: 'معرفی نامه و تاییدیه'
    },
    '1233027790000000373': {
        id: '1233027790000000373',
        title: 'برگزاری رویدادهای فرهنگی و هنری',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000374': {
        id: '1233027790000000374',
        title: 'برگزاری دوره های آموزشی حوزه فرهنگ و هنر',
        groupId: '1233027780000000101',
        groupTitle: 'آموزش'
    },
    '1233027790000000375': {
        id: '1233027790000000375',
        title: 'اعطاء نشان های حوزه فرهنگ  و هنر',
        groupId: '1233027780000000116',
        groupTitle: 'سایر خدمات'
    },
    '1233027790000000376': {
        id: '1233027790000000376',
        title: 'صدور پروانه تاسیس مراکز فنی سینمایی',
        groupId: '1233027780000000114',
        groupTitle: 'موسسات'
    },
    '1233027790000000377': {
        id: '1233027790000000377',
        title: 'صدور پروانه تاسیس موسسات سینمایی',
        groupId: '1233027780000000114',
        groupTitle: 'موسسات'
    },
    '1233027790000000378': {
        id: '1233027790000000378',
        title: 'صدور کارت مدیریت سینما',
        groupId: '1233027780000000119',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000379': {
        id: '1233027790000000379',
        title: 'مجوز بهره برداری سالن نمایش فیلم',
        groupId: '1233027780000000119',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000380': {
        id: '1233027790000000380',
        title: 'مجوز تاسیس آموزشگاه سینمایی',
        groupId: '1233027780000000101',
        groupTitle: 'آموزش'
    },
    '1233027790000000381': {
        id: '1233027790000000381',
        title: 'مجوز ساخت سالن نمایش فیلم',
        groupId: '1233027780000000119',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000382': {
        id: '1233027790000000382',
        title: 'صدور پروانه فیلم سازی',
        groupId: '1233027780000000119',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000383': {
        id: '1233027790000000383',
        title: 'صدور پروانه نمایش فیلم',
        groupId: '1233027780000000119',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000384': {
        id: '1233027790000000384',
        title: 'مجوز استفاده از تجهیزات ماهواره',
        groupId: '1233027780000000119',
        groupTitle: 'فیلم و سینما'
    },
    '1233027790000000385': {
        id: '1233027790000000385',
        title: 'صدور پروانه مالکیت فیلم',
        groupId: '1233027780000000119',
        groupTitle: 'فیلم و سینما'
    }
}
export const mockLShowOpenData: OpenDataType = {
    id: '1233027790000000385',
    title: 'صدور پروانه مالکیت فیلم',
    groupId: '1233027780000000119',
    groupTitle: 'فیلم و سینما'
}

export const mockGetOpenDataGroups:  Record<string, BasicGroupType> = {
    '1152027780000000265': {
        title: "خدمات عمومی",
        id: "1152027780000000265",
    },
    '1233027780000000100': {
        title: "فضای مجازی",
        id: "1233027780000000100",
    },
    '1233027780000000101': {
        title: "آموزش",
        id: "1233027780000000101",
    },
    '1233027780000000102': {
        title: "هنر",
        id: "1233027780000000102",
    },
    '1233027780000000106': {
        title: "چاپ ، نشر و کتاب",
        id: "1233027780000000106",
    },
    '1233027780000000116': {
        title: "سایر خدمات",
        id: "1233027780000000116",
    },
    '1233027780000000109': {
        title: "معرفی نامه و تاییدیه",
        id: "1233027780000000109",
    },
    '1233027780000000120': {
        title: "رسانه و تبلیغات",
        id: "1233027780000000120",
    },
    '1233027780000000114': {
        title: "موسسات",
        id: "1233027780000000114",
    },
    '1233027780000000115': {
        title: "بازی های رایانه ای",
        id: "1233027780000000115",
    },
    '1233027780000000119': {
        title: "فیلم و سینما",
        id: "1233027780000000119",
    }
}

export const mockGetOpenDataAndGroups:  Record<string, GroupWithOpenDataType> = {
    '1152027780000000265': {
        title: "خدمات عمومی",
        id: "1152027780000000265",
        opendata: {
            "1179027790000000128": {
                id: "1179027790000000128",
                title: "ثبت شکایات",
                groupId: "1152027780000000265",
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000129": {
                id: "1179027790000000129",
                title: "درخواست ملاقات حضوری",
                groupId: "1152027780000000265",
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000130": {
                id: "1179027790000000130",
                title: "درخواست مشاوره کسب و کار",
                groupId: "1152027780000000265",
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000131": {
                id: "1179027790000000131",
                title: "ثبت پیشنهادات",
                groupId: "1152027780000000265",
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000132": {
                id: "1179027790000000132",
                title: "ثبت گزارش تخلفات اداری",
                groupId: "1152027780000000265",
                groupTitle: "خدمات عمومی"
            },
            "1179027790000000133": {
                id: "1179027790000000133",
                title: "پرسش و پاسخ",
                groupId: "1152027780000000265",
                groupTitle: "خدمات عمومی"
            }
        }
    },
    '1233027780000000100': {
        title: "فضای مجازی",
        id: "1233027780000000100",
        opendata: {
            "1233027790000000289": {
                id: "1233027790000000289",
                title: "تاسیس واحد فرهنگی دیجیتال",
                groupId: "1233027780000000100",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000290": {
                id: "1233027790000000290",
                title: "عرضه برخط آثار دیداری و شنیداری",
                groupId: "1233027780000000100",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000291": {
                id: "1233027790000000291",
                title: " پروانه انتشار نرم افزار محتوایی",
                groupId: "1233027780000000100",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000292": {
                id: "1233027790000000292",
                title: " محتوای پیامکی (انبوه و ارزش افزوده )",
                groupId: "1233027780000000100",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000293": {
                id: "1233027790000000293",
                title: " تاییده محتوای آهنگ های پیشواز",
                groupId: "1233027780000000100",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000294": {
                id: "1233027790000000294",
                title: " گواهی ثبت رسانه برخط",
                groupId: "1233027780000000100",
                groupTitle: "فضای مجازی"
            },
            "1233027790000000295": {
                id: "1233027790000000295",
                title: "گواهی ثبت نرم افزارهای رایانه ای",
                groupId: "1233027780000000100",
                groupTitle: "فضای مجازی"
            }
        }
    },
    '1233027780000000101': {
        title: "آموزش",
        id: "1233027780000000101",
        opendata: {
            "1233027790000000296": {
                id: "1233027790000000296",
                title: "مجوز آموزشگاه آزاد هنری",
                groupId: "1233027780000000101",
                groupTitle: "آموزش"
            },
            "1233027790000000300": {
                id: "1233027790000000300",
                title: "برگزاری دوره های آموزش مهارتی فرهنگی ، هنری",
                groupId: "1233027780000000101",
                groupTitle: "آموزش"
            },
            "1233027790000000302": {
                id: "1233027790000000302",
                title: "کارت صلاحیت تدریس در آموزشگاه آزاد هنری",
                groupId: "1233027780000000101",

                groupTitle: "آموزش"
            },
            "1233027790000000352": {
                id: "1233027790000000352",
                title: "صدور مدرک تخصصی حفظ قرآن کریم",
                groupId: "1233027780000000101",
                groupTitle: "آموزش"
            },
            "1233027790000000374": {
                id: "1233027790000000374",
                title: "برگزاری دوره های آموزشی حوزه فرهنگ و هنر",
                groupId: "1233027780000000101",
                groupTitle: "آموزش"
            },
            "1233027790000000380": {
                id: "1233027790000000380",
                title: "مجوز تاسیس آموزشگاه سینمایی",
                groupId: "1233027780000000101",
                groupTitle: "آموزش"
            }
        }
    },
    '1233027780000000102': {
        title: "هنر",
        id: "1233027780000000102",
        opendata: {
            "1233027790000000297": {
                id: "1233027790000000297",
                title: "ساخت و نصب مجسمه و یادمان در میادین",
                groupId: "1233027780000000102",
                groupTitle: "هنر"
            },
            "1233027790000000298": {
                id: "1233027790000000298",
                title: " تاسیس نگارخانه",
                groupId: "1233027780000000102",
                groupTitle: "هنر"
            },
            "1233027790000000299": {
                id: "1233027790000000299",
                title: "پروانه اجرای نمایش",
                groupId: "1233027780000000102",
                groupTitle: "هنر"
            },
            "1233027790000000301": {
                id: "1233027790000000301",
                title: "گواهی ثبت گروه های نمایشی",
                groupId: "1233027780000000102",
                groupTitle: "هنر"
            },
            "1233027790000000303": {
                id: "1233027790000000303",
                title: "مجوز انتشار و اجرای آثار موسیقیایی",
                groupId: "1233027780000000102",
                groupTitle: "هنر"
            },
            "1233027790000000304": {
                id: "1233027790000000304",
                title: " معرفی نامه جهت فیلم برداری نماهنگ ها",
                groupId: "1233027780000000102",
                groupTitle: "هنر"
            },
            "1233027790000000369": {
                id: "1233027790000000369",
                title: "کارت صلاحیت طراحان مد و لباس",
                groupId: "1233027780000000102",
                groupTitle: "هنر"
            }
        }
    },
    '1233027780000000106': {
        title: "چاپ ، نشر و کتاب",
        id: "1233027780000000106",
        opendata: {
            "1233027790000000305": {
                id: "1233027790000000305",
                title: "اجازه بازگشایی واحد چاپی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000306": {
                id: "1233027790000000306",
                title: "تایید محتوایی کتابهای خارجی(برای نمایشگاه کتاب)",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000307": {
                id: "1233027790000000307",
                title: "تایید نام واحد چاپی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000308": {
                id: "1233027790000000308",
                title: "تعطیلی موقت یا دائم واحد چاپی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000309": {
                id: "1233027790000000309",
                title: "توقیف ماشین آلات چاپی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000310": {
                id: "1233027790000000310",
                title: "ثبت اطلاعات کتاب و صدور شابک",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000311": {
                id: "1233027790000000311",
                title: "رفع توقیف ماشین آلات چاپی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000312": {
                id: "1233027790000000312",
                title: "تاییدیه تغییرمکان واحد چاپی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000313": {
                id: "1233027790000000313",
                title: "صدور پروانه نشر",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000321": {
                id: "1233027790000000321",
                title: "پروانة تاسیس چاپخانه و واحدهای وابسته",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000322": {
                id: "1233027790000000322",
                title: "صدور شناسنامه ماشین آلات چاپی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000323": {
                id: "1233027790000000323",
                title: "مجوز واردات ماشین آلات چاپی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000324": {
                id: "1233027790000000324",
                title: "مجوز چاپ و انتشار کتاب",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000345": {
                id: "1233027790000000345",
                title: "صدور مجوز انتشارات دولتی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000354": {
                id: "1233027790000000354",
                title: "مجوز فعالیت کتابخانه عمومی",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            },
            "1233027790000000363": {
                id: "1233027790000000363",
                title: "صدور پروانه فعالیت کتابخانه های مساجد",
                groupId: "1233027780000000106",
                groupTitle: "چاپ ، نشر و کتاب"
            }
        }
    },
    '1233027780000000116': {
        title: "سایر خدمات",
        id: "1233027780000000116",
        opendata: {
            "1233027790000000314": {
                id: "1233027790000000314",
                title: "مجوز مسابقات، جشنواره‌ها و نمایشگاه‌های فرهنگی هنری",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000315": {
                id: "1233027790000000315",
                title: "مجوز ترخیص محصولات فرهنگی",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000316": {
                id: "1233027790000000316",
                title: "مجوز صادرات محصولات فرهنگی ",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000317": {
                id: "1233027790000000317",
                title: "مجوز واردات محصولات فرهنگی ",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000318": {
                id: "1233027790000000318",
                title: "مجوز واردات محصولات چاپی",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000319": {
                id: "1233027790000000319",
                title: "مجوز ترخیص محصولات چاپی",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000348": {
                id: "1233027790000000348",
                title: "حمایت از پژوهش ها و مطالعات فرهنگی و هنری",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000364": {
                id: "1233027790000000364",
                title: "مجوز تاسیس کانون فرهنگی و هنری مسجد",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000365": {
                id: "1233027790000000365",
                title: "رسیدگی و پاسخگویی به شکایات از دارندگان مجوز",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000366": {
                id: "1233027790000000366",
                title: "ارائه آمار و اطلاعات حوزه فرهنگ و هنر",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000367": {
                id: "1233027790000000367",
                title: "صدور گواهی ثبت آثار ادبی و هنری",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000368": {
                id: "1233027790000000368",
                title: "پاسخ به استعلام حوزه فرهنگ و هنر",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000373": {
                id: "1233027790000000373",
                title: "برگزاری رویدادهای فرهنگی و هنری",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            },
            "1233027790000000375": {
                id: "1233027790000000375",
                title: "اعطاء نشان های حوزه فرهنگ  و هنر",
                groupId: "1233027780000000116",
                groupTitle: "سایر خدمات"
            }
        }
    },
    '1233027780000000109': {
        title: "معرفی نامه و تاییدیه",
        id: "1233027780000000109",
        opendata: {
            "1233027790000000320": {
                id: "1233027790000000320",
                title: "معرفی نامه مراجعه به اماکن و مراکز اقلیت های دینی کشور",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000325": {
                id: "1233027790000000325",
                title: "معرفی نامه عضویت در صنوف فرهنگی و هنری",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000326": {
                id: "1233027790000000326",
                title: "معرفی نامه معافیت گمرکی ورود ماشین آلات چاپ",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000340": {
                id: "1233027790000000340",
                title: "معرفی نامه انجام پروژه های دانشجویی در حوزه فرهنگ و هنر",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000350": {
                id: "1233027790000000350",
                title: "تاییدیه طرح سرواحدهای صنفی",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000351": {
                id: "1233027790000000351",
                title: "تاییدیه فعالیت و کسب و کار های فرهنگی و هنری خانگی",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000353": {
                id: "1233027790000000353",
                title: "تاییدیه ترجمه قرآن کریم و متون تخصصی قرآنی",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000370": {
                id: "1233027790000000370",
                title: "معرفی نامه بیمه فعالان حوزه فرهنگ وهنر",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000371": {
                id: "1233027790000000371",
                title: "معرفی نامه اخذ تسهیلات بانکی فعالان حوزه فرهنگ و هنر",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            },
            "1233027790000000372": {
                id: "1233027790000000372",
                title: "معرفی نامه به صندوق حمایت از هنرمندان",
                groupId: "1233027780000000109",
                groupTitle: "معرفی نامه و تاییدیه"
            }
        }
    },
    '1233027780000000120': {
        title: "رسانه و تبلیغات",
        id: "1233027780000000120",
        opendata: {
            "1233027790000000327": {
                id: "1233027790000000327",
                title: "تاسیس دفتر نمایندگی رسانه های خارجی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000328": {
                id: "1233027790000000328",
                title: "مجوز فعالیت برای رسانه های خارجی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000329": {
                id: "1233027790000000329",
                title: "پروانه فعالیت کانون تبلیغاتی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000330": {
                id: "1233027790000000330",
                title: "مجوز تاسیس شعبه کانون های آگهی و تبلیغاتی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000331": {
                id: "1233027790000000331",
                title: "مجوز نمایندگی کانون های آگهی و تبلیغاتی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000332": {
                id: "1233027790000000332",
                title: "تغییر پروانه فعالیت کانون تبلیغاتی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000333": {
                id: "1233027790000000333",
                title: "صدور مجوز انتشار نشریه داخلی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000334": {
                id: "1233027790000000334",
                title: "معرفی نامه فعالیت خبرنگاران خارجی در شهرستان ها",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000335": {
                id: "1233027790000000335",
                title: "اعطای دسترسی به بانک مقالات رسانه های خارجی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000336": {
                id: "1233027790000000336",
                title: "صدور کارت مدیر مسئولی نشریات",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000337": {
                id: "1233027790000000337",
                title: "صدور کارت حرفه ای روزنامه نگاری",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000338": {
                id: "1233027790000000338",
                title: "صدور کارت خبرنگاری بین المللی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000339": {
                id: "1233027790000000339",
                title: "صدور کارت مدیر مسئولی کانون تبلیغاتی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000341": {
                id: "1233027790000000341",
                title: "معرفی نامه ارائه خدمات به خبرنگاران",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000342": {
                id: "1233027790000000342",
                title: "صدور پروانه انتشار رسانه",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000343": {
                id: "1233027790000000343",
                title: "تغییر پروانه انتشار رسانه",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000344": {
                id: "1233027790000000344",
                title: "صدور پروانه فعالیت دفتر رسانه",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000346": {
                id: "1233027790000000346",
                title: "صدور مجوز انتشار محتوای تبلیغاتی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000347": {
                id: "1233027790000000347",
                title: " تاییدیه اقلام تبلیغاتی نمایش ها",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            },
            "1233027790000000349": {
                id: "1233027790000000349",
                title: "تاییدیه چاپ آگهی های سازمان های دولتی",
                groupId: "1233027780000000120",

                groupTitle: "رسانه و تبلیغات"
            }
        }
    },
    '1233027780000000114': {
        title: "موسسات",
        id: "1233027780000000114",
        opendata: {
            "1233027790000000355": {
                id: "1233027790000000355",
                title: "مجوز تاسیس مؤسسات فرهنگی",
                groupId: "1233027780000000114",

                groupTitle: "موسسات"
            },
            "1233027790000000356": {
                id: "1233027790000000356",
                title: "تائیدیه تغییرات موسسات فرهنگی",
                groupId: "1233027780000000114",

                groupTitle: "موسسات"
            },
            "1233027790000000357": {
                id: "1233027790000000357",
                title: "صدور پروانه فعالیت موسسات فرهنگی",
                groupId: "1233027780000000114",

                groupTitle: "موسسات"
            },
            "1233027790000000376": {
                id: "1233027790000000376",
                title: "صدور پروانه تاسیس مراکز فنی سینمایی",
                groupId: "1233027780000000114",

                groupTitle: "موسسات"
            },
            "1233027790000000377": {
                id: "1233027790000000377",
                title: "صدور پروانه تاسیس موسسات سینمایی",
                groupId: "1233027780000000114",

                groupTitle: "موسسات"
            }
        }
    },
    '1233027780000000115': {
        title: "بازی های رایانه ای",
        id: "1233027780000000115",
        opendata: {
            "1233027790000000358": {
                id: "1233027790000000358",
                title: "پروانه انتشار بازی رایانه‌ای",
                groupId: "1233027780000000115",

                groupTitle: "بازی های رایانه ای"
            },
            "1233027790000000359": {
                id: "1233027790000000359",
                title: "تخصیص رده سنی بازی های رایانه ای",
                groupId: "1233027780000000115",

                groupTitle: "بازی های رایانه ای"
            },
            "1233027790000000360": {
                id: "1233027790000000360",
                title: "مجوز فعالیت بازیگاه",
                groupId: "1233027780000000115",

                groupTitle: "بازی های رایانه ای"
            },
            "1233027790000000361": {
                id: "1233027790000000361",
                title: "مجوز فعالیت نشر بازی های رایانه ای",
                groupId: "1233027780000000115",

                groupTitle: "بازی های رایانه ای"
            },
            "1233027790000000362": {
                id: "1233027790000000362",
                title: "مشاوره فنی و محتوایی به تولید کنندگان و فعالان حوزه فرهنگ و هنر",
                groupId: "1233027780000000115",

                groupTitle: "بازی های رایانه ای"
            }
        }
    },
    '1233027780000000119': {
        title: "فیلم و سینما",
        id: "1233027780000000119",
        opendata: {
            "1233027790000000378": {
                id: "1233027790000000378",
                title: "صدور کارت مدیریت سینما",
                groupId: "1233027780000000119",

                groupTitle: "فیلم و سینما"
            },
            "1233027790000000379": {
                id: "1233027790000000379",
                title: "مجوز بهره برداری سالن نمایش فیلم",
                groupId: "1233027780000000119",

                groupTitle: "فیلم و سینما"
            },
            "1233027790000000381": {
                id: "1233027790000000381",
                title: "مجوز ساخت سالن نمایش فیلم",
                groupId: "1233027780000000119",

                groupTitle: "فیلم و سینما"
            },
            "1233027790000000382": {
                id: "1233027790000000382",
                title: "صدور پروانه فیلم سازی",
                groupId: "1233027780000000119",

                groupTitle: "فیلم و سینما"
            },
            "1233027790000000383": {
                id: "1233027790000000383",
                title: "صدور پروانه نمایش فیلم",
                groupId: "1233027780000000119",

                groupTitle: "فیلم و سینما"
            },
            "1233027790000000384": {
                id: "1233027790000000384",
                title: "مجوز استفاده از تجهیزات ماهواره",
                groupId: "1233027780000000119",

                groupTitle: "فیلم و سینما"
            },
            "1233027790000000385": {
                id: "1233027790000000385",
                title: "صدور پروانه مالکیت فیلم",
                groupId: "1233027780000000119",
                groupTitle: "فیلم و سینما"
            }
        }
    }
}

export const mockGetOpenDataFilters : Record<string, FilterOpenDataGroupType> = {
    group: {
        title: "گروه داده",
        items: {
            '1152027780000000265': {
                title: "خدمات عمومی",
                id: "1152027780000000265",
            },
            '1233027780000000100': {
                title: "فضای مجازی",
                id: "1233027780000000100",
            },
            '1233027780000000101': {
                title: "آموزش",
                id: "1233027780000000101",
            },
            '1233027780000000102': {
                title: "هنر",
                id: "1233027780000000102",
            },
            '1233027780000000106': {
                title: "چاپ ، نشر و کتاب",
                id: "1233027780000000106",
            },
            '1233027780000000116': {
                title: "سایر خدمات",
                id: "1233027780000000116",
            },
            '1233027780000000109': {
                title: "معرفی نامه و تاییدیه",
                id: "1233027780000000109",
            },
            '1233027780000000120': {
                title: "رسانه و تبلیغات",
                id: "1233027780000000120",
            },
            '1233027780000000114': {
                title: "موسسات",
                id: "1233027780000000114",
            },
            '1233027780000000115': {
                title: "بازی های رایانه ای",
                id: "1233027780000000115",
            },
            '1233027780000000119': {
                title: "فیلم و سینما",
                id: "1233027780000000119",
            }
        }
    },
    tags: {
        title: "برچسب",
        items: {
            "0": {
                id: "0",
                title: "برچسب 10",
            },
            "1": {
                id: "1",
                title: "برچسب 1",
            },
            "2": {
                id: "2",
                title: "برچسب 2",
            },
            "3": {
                id: "3",
                title: "برچسب 3",
            },
            "4": {
                id: "4",
                title: "برچسب 4",
            },
            "5": {
                id: "5",
                title: "برچسب 5",
            },
            "6": {
                id: "6",
                title: "برچسب 6",
            },
            "7": {
                id: "7",
                title: "برچسب 7",
            },
            "8": {
                id: "8",
                title: "برچسب 81",
            },
            "9": {
                id: "9",
                title: "برچسب 9",
            },


        }
    },
    format:{
        title:"فرمت فایل",
        items:{
            "1":{
                id:"1",
                title:"CSV"

            },
            "2":{
                id:"2",
                title:"PDF"

            },
            "3":{
                id:"3",
                title:"EXCEL"

            },
        }

    },
}